const entrantsData = [
  {
    "name": "Абрамова Анна Олеговна",
    "kname": "Абрамова А.О.",
  },
  {
    "name": "Балан Артур Викторович",
    "kname": "Балан А.В.",
  },
  {
    "name": "Бурхетьева Мария Юрьевна",
    "kname": "Бурхетьева М.Ю.",
  },
  {
    "name": "Ваньшин Денис Алексеевич",
    "kname": "Ваньшин Д.А.",
  },
  {
    "name": "Викторова Наталья Евгеньевна",
    "kname": "Викторова Н.Е.",
  },
  {
    "name": "Воробьёва Анастасия Антоновна",
    "kname": "Воробьёва А.А.",
  },
  {
    "name": "Гаранина Дарья Анатольевна",
    "kname": "Гаранина Д.А.",
  },
  {
    "name": "Голенкова Татьяна Владимировна",
    "kname": "Голенкова Т.В.",
  },
  {
    "name": "Григорьев Александр Владимирович",
    "kname": "Григорьев А.В.",
  },
  {
    "name": "Давыдова Елена Борисовна",
    "kname": "Давыдова Е.Б.",
  },
  {
    "name": "Данилина Надежда Владимировна",
    "kname": "Данилина Н.В.",
  },
  {
    "name": "Епифанова Дарья Александровна",
    "kname": "Епифанова Д.А.",
  },
  {
    "name": "Епифанова Ксения Александровна",
    "kname": "Епифанова К.А.",
  },
  {
    "name": "Ерошкина Юлия Вениаминовна",
    "kname": "Ерошкина Ю.В.",
  },
  {
    "name": "Загороднова Дарья Владимировна",
    "kname": "Загороднова Д.В.",
  },
  {
    "name": "Захарова Анна Михайловна",
    "kname": "Захарова А.М.",
  },
  {
    "name": "Зворыкина Оксана Анатольевна",
    "kname": "Зворыкина О.А.",
  },
  {
    "name": "Зиновьев Александр Викторович",
    "kname": "Зиновьев А.В.",
  },
  {
    "name": "Измалкина Светлана Андреевна",
    "kname": "Измалкина С.А.",
  },
  {
    "name": "Калинников Артем Олегович",
    "kname": "Калинников А.О.",
  },
  {
    "name": "Качимова Лариса Николаевна",
    "kname": "Качимова Л.Н.",
  },
  {
    "name": "Кириченко Елена Сергеевна",
    "kname": "Кириченко Е.С.",
  },
  {
    "name": "Колесникова Наталья Владимировна",
    "kname": "Колесникова Н.В.",
  },
  {
    "name": "Колесниченко Карина Алексеевна",
    "kname": "Колесниченко К.А.",
  },
  {
    "name": "Коршунова Наталья Владимировна",
    "kname": "Коршунова Н.В.",
  },
  {
    "name": "Краснов Сергей Фёдорович",
    "kname": "Краснов С.Ф.",
  },
  {
    "name": "Крюкова Анна Вячеславовна",
    "kname": "Крюкова А.В.",
  },
  {
    "name": "Крюкова Софья Валерьевна",
    "kname": "Крюкова С.В.",
  },
  {
    "name": "Кудинова Наталья Ивановна",
    "kname": "Кудинова Н.И.",
  },
  {
    "name": "Куричева Екатерина Викторовна",
    "kname": "Куричева Е.В.",
  },
  {
    "name": "Курушина Людмила Викторовна",
    "kname": "Курушина Л.В.",
  },
  {
    "name": "Лукина Дина Рашидовна",
    "kname": "Лукина Д.Р.",
  },
  {
    "name": "Лукина Елена Вячеславовна",
    "kname": "Лукина Е.В.",
  },
  {
    "name": "Лукьянова Елена Игоревна",
    "kname": "Лукьянова Е.И.",
  },
  {
    "name": "Лутфуллина Нурия Маратовна",
    "kname": "Лутфуллина Н.М.",
  },
  {
    "name": "Малышева Елена Анатольевна",
    "kname": "Малышева Е.А.",
  },
  {
    "name": "Медведева Елена Анатольевна",
    "kname": "Медведева Е.А.",
  },
  {
    "name": "Михайлова Елена Валериевна",
    "kname": "Михайлова Е.В.",
  },
  {
    "name": "Мокшина Наталья Владимировна",
    "kname": "Мокшина Н.В.",
  },
  {
    "name": "Мукангалиева Макка Калишевна",
    "kname": "Мукангалиева М.К.",
  },
  {
    "name": "Немцев Артём Алексеевич",
    "kname": "Немцев А.А.",
  },
  {
    "name": "Никогосян Ирина Самвеловна",
    "kname": "Никогосян И.С.",
  },
  {
    "name": "Никоноров Михаил Михайлович",
    "kname": "Никоноров М.М.",
  },
  {
    "name": "Нужнова Нина Владимировна",
    "kname": "Нужнова Н.В.",
  },
  {
    "name": "Паршин Егор Ильич",
    "kname": "Паршин Е.И.",
  },
  {
    "name": "Попова Татьяна Александровна",
    "kname": "Попова Т.А.",
  },
  {
    "name": "Пуцкин Павел Иванович",
    "kname": "Пуцкин П.И.",
  },
  {
    "name": "Русина Анастасия Олеговна",
    "kname": "Русина А.О.",
  },
  {
    "name": "Рындин Владислав Николаевич",
    "kname": "Рындин В.Н.",
  },
  {
    "name": "Сафронова Ольга Викторовна",
    "kname": "Сафронова О.В.",
  },
  {
    "name": "Селина Анастасия Александровна",
    "kname": "Селина А.А.",
  },
  {
    "name": "Сидорова Ольга Владимировна",
    "kname": "Сидорова О.В.",
  },
  {
    "name": "Ситдиков Руслан Наильевич",
    "kname": "Ситдиков Р.Н.",
  },
  {
    "name": "Сорокина Мария Сергеевна",
    "kname": "Сорокина М.С.",
  },
  {
    "name": "Урманов Александр Владимирович",
    "kname": "Урманов А.В.",
  },
  {
    "name": "Ухмакова Марина Валерьевна",
    "kname": "Ухмакова М.В.",
  },
  {
    "name": "Целёра Олег Сергеевич",
    "kname": "Целёра О.С.",
  },
  {
    "name": "Чернова Татьяна Валентиновна",
    "kname": "Чернова Т.В.",
  },
  {
    "name": "Щучкин Алексей Васильевич",
    "kname": "Щучкин А.В.",
  }
]

const judgeData = [
  {
    "name": "Викторова Мария Сергеевна",
    "kname": "Викторова М.С.",
    "conflict": "Ваньшин Денис Алексеевич, Измалкина Светлана Андреевна",
  },
  {
    "name": "Бусырева Ольга Владимировна",
    "kname": "Бусырева О.В.",
    "conflict": "",
  },
  {
    "name": "Петрунин Дмитрий Андреевич",
    "kname": "Петрунин Д.А.",
    "conflict": "Качимова Лариса Николаевна, Викторова Наталья Евгеньевна",
  },
  {
    "name": "Суркин Алексей Геннадьевич",
    "kname": "Суркин А.Г.",
    "conflict": "",
  },
  {
    "name": "Трубарова Рашида Халилуллиевна",
    "kname": "Трубарова Р.Х.",
    "conflict": "",
  },
  {
    "name": "Абросимова Татьяна Николаевна",
    "kname": "Абросимова Т.Н.",
    "conflict": "Куричева Екатерина Викторовна",
  },
  {
    "name": "Карлинская Лариса Валериевна",
    "kname": "Карлинская Л.В.",
    "conflict": "Епифанова Ксения Александровна, Епифанова Дарья Александровна",
  },
  {
    "name": "Киракосян Ольга Анатольевна",
    "kname": "Киракосян О.А.",
    "conflict": "",
  },
  {
    "name": "Козлова Валентина Юрьевна",
    "kname": "Козлова В.Ю.",
    "conflict": "Куричева Екатерина Викторовна",
  },
  {
    "name": "Трошенкова Ольга Дмитриевна",
    "kname": "Трошенкова О.Д.",
    "conflict": "Калинников Артем Олегович, Щучкин Алексей Васильевич",
  },
  {
    "name": "Верижникова Милена Владимировна",
    "kname": "Верижникова М.В.",
    "conflict": "Попова Татьяна Александровна",
  },
  {
    "name": "Карманова Мария Дмитриевна",
    "kname": "Карманова М.Д.",
    "conflict": "Зворыкина Оксана Анатольевна, Коршунова Наталья Владимировна, Григорьев Александр Владимирович, Никогосян Ирина Самвеловна, Данилина Надежда Владимировна",
  },
  {
    "name": "Литвиненко Оксана Леонидовна",
    "kname": "Литвиненко О.Л.",
    "conflict": "",
  },
  {
    "name": "Макарова Екатерина Александровна",
    "kname": "Макарова Е.А.",
    "conflict": "",
  },
  {
    "name": "Полякова Светлана Вячеславовна",
    "kname": "Полякова С.В.",
    "conflict": "Никоноров Михаил Михайлович",
  },
  {
    "name": "Галчинова Евгения Анатольевна",
    "kname": "Галчинова Е.А.",
    "conflict": "Крюкова Анна Вячеславовна",
  },
  {
    "name": "Гришина Инна Анатольевна",
    "kname": "Гришина И.А.",
    "conflict": "Зворыкина Оксана Анатольевна, Коршунова Наталья Владимировна, Григорьев Александр Владимирович, Никогосян Ирина Самвеловна, Данилина Надежда Владимировна",
  },
  {
    "name": "Максимова Елена Александровна",
    "kname": "Максимова Е.А.",
    "conflict": "Зиновьев Александр Викторович",
  },
  {
    "name": "Огарева Галина Алексеевна ",
    "kname": "Огарева Г.А.",
    "conflict": "Епифанова Ксения Александровна, Епифанова Дарья Александровна",
  },
  {
    "name": "Пивоварова Ольга Викторовна",
    "kname": "Пивоварова О.В.",
    "conflict": "",
  },
  {
    "name": "Аверин Андрей Александрович ",
    "kname": "Аверин А.А.",
    "conflict": "Абрамова Анна Олеговна",
  },
  {
    "name": "Баринова Елена Николаевна",
    "kname": "Баринова Е.Н.",
    "conflict": "",
  },
  {
    "name": "Добкин Александр Николаевич",
    "kname": "Добкин А.Н.",
    "conflict": "",
  },
  {
    "name": "Сафронова Елена Юрьевна",
    "kname": "Сафронова Е.Ю.",
    "conflict": "Колесникова Наталья Владимировна",
  },
  {
    "name": "Сергеев Михаил Вячеславович",
    "kname": "Сергеев М.В.",
    "conflict": "",
  },
  {
    "name": "Золотарев Денис Владимирович",
    "kname": "Золотарев Д.В.",
    "conflict": "Кудинова Наталья Ивановна",
  },
  {
    "name": "Мазыр Зульфия Александровна",
    "kname": "Мазыр З.А.",
    "conflict": "",
  },
  {
    "name": "Маньшина Наталья Викторовна",
    "kname": "Маньшина Н.В.",
    "conflict": "Лукина Дина Рашидовна",
  },
  {
    "name": "Сидорова Ирина Ивановна",
    "kname": "Сидорова И.И.",
    "conflict": "Абрамова Анна Олеговна",
  },
  {
    "name": "Сучкова Елена Марковна",
    "kname": "Сучкова Е.М.",
    "conflict": "Епифанова Ксения Александровна, Епифанова Дарья Александровна",
  },
  {
    "name": "Журавлева Светлана Владимировна",
    "kname": "Журавлева С.В.",
    "conflict": "",
  },
  {
    "name": "Каткова Елена Евгеньевна",
    "kname": "Каткова Е.Е.",
    "conflict": "Зворыкина Оксана Анатольевна, Коршунова Наталья Владимировна, Григорьев Александр Владимирович, Никогосян Ирина Самвеловна, Данилина Надежда Владимировна",
  },
  {
    "name": "Козловская Карина Викторовна",
    "kname": "Козловская К.В.",
    "conflict": "Целёра Олег Сергеевич",
  },
  {
    "name": "Михайлов Виктор Николаевич",
    "kname": "Михайлов В.Н.",
    "conflict": "",
  },
  {
    "name": "Чернышова Юлия Анатольевна",
    "kname": "Чернышова Ю.А.",
    "conflict": "Епифанова Ксения Александровна, Епифанова Дарья Александровна",
  },
  {
    "name": "Алмаева Наталья Васильевна",
    "kname": "Алмаева Н.В.",
    "conflict": "Рындин Владислав Николаевич",
  },
  {
    "name": "Клепиков Александр Алексеевич",
    "kname": "Клепиков А.А.",
    "conflict": "",
  },
  {
    "name": "Михайлова Светлана Владимировна",
    "kname": "Михайлова С.В.",
    "conflict": "Гаранина Дарья Анатольевна",
  },
  {
    "name": "Рящикова Мария Александровна",
    "kname": "Рящикова М.А.",
    "conflict": "Епифанова Ксения Александровна, Епифанова Дарья Александровна",
  },
  {
    "name": "Худящев Валерий Валитович",
    "kname": "Худящев В.В.",
    "conflict": "Загороднова Дарья Владимировна",
  },
  {
    "name": "Архангельская Ирина Владимировна",
    "kname": "Архангельская И.В.",
    "conflict": "",
  },
  {
    "name": "Ермиков Вадим Николаевич",
    "kname": "Ермиков В.Н.",
    "conflict": "Калинников Артем Олегович, Щучкин Алексей Васильевич",
  },
  {
    "name": "Родомакина Елена Ивановна",
    "kname": "Родомакина Е.И.",
    "conflict": "Лукина Елена Вячеславовна",
  },
  {
    "name": "Хаирова Анастасия Викторовна",
    "kname": "Хаирова А.В.",
    "conflict": "Попова Татьяна Александровна",
  },
  {
    "name": "Шурунова Елена Леонидовна",
    "kname": "Шурунова Е.Л.",
    "conflict": "Епифанова Ксения Александровна, Епифанова Дарья Александровна",
  },
]

export {entrantsData,judgeData}