const entrantsData = [
  {
    "name": "Ермошкина <br> Людмила Владимировна",
  },
  {
    "name": "Карманова <br> Мария Дмитриевна",
  },
  {
    "name": "Гоннова <br> Юлия Сергеевна",
  },
  {
    "name": "Гусельникова <br> Ирина Викторовна",
  },
  {
    "name": "Королёва <br> Екатерина Владимировна",
  },
  {
    "name": "Пасюта <br> Сергей Викторович",
  },
  {
    "name": "Плиговка <br> Виктория Петровна",
  },
  {
    "name": "Семенова <br> Юлия Александровна",
  },
  {
    "name": "Соломатов <br> Василий Борисович",
  },
  {
    "name": "Никифорова <br> Светлана Николаевна",
  },
  {
    "name": "Сафронова <br> Ольга Викторовна",
  },
  {
    "name": "Чалов <br> Алексей Юрьевич",
  },
]

const judgeData = [
  {
    "name": "Чалов <br> Алексей Юрьевич",
    "conflict": "Фио участника"
  },
  {
    "name": "Чалов <br> Алексей Юрьевич",
    "conflict": "Фио участника"
  },
  {
    "name": "Чалов <br> Алексей Юрьевич",
    "conflict": "Фио участника"
  },
  {
    "name": "Чалов <br> Алексей Юрьевич",
    "conflict": "Фио участника"
  },
  {
    "name": "Чалов <br> Алексей Юрьевич",
    "conflict": "Фио участника"
  },
  {
    "name": "Чалов <br> Алексей Юрьевич",
    "conflict": "Фио участника"
  },
]

export {entrantsData,judgeData}