const entrantsData = [
  {
    "name": "Абрамова Анна Олеговна",
    "kname": "Абрамова А.О.",
  },
  {
    "name": "Балан Артур Викторович",
    "kname": "Балан А.В.",
  },
  {
    "name": "Бурхетьева Мария Юрьевна",
    "kname": "Бурхетьева М.Ю.",
  },
  {
    "name": "Ваньшин Денис Алексеевич",
    "kname": "Ваньшин Д.А.",
  },
  {
    "name": "Викторова Наталья Евгеньевна",
    "kname": "Викторова Н.Е.",
  },
  {
    "name": "Воробьёва Анастасия Антоновна",
    "kname": "Воробьёва А.А.",
  },
  {
    "name": "Гаранина Дарья Анатольевна",
    "kname": "Гаранина Д.А.",
  },
  {
    "name": "Голенкова Татьяна Владимировна",
    "kname": "Голенкова Т.В.",
  },
  {
    "name": "Григорьев Александр Владимирович",
    "kname": "Григорьев А.В.",
  },
  {
    "name": "Давыдова Елена Борисовна",
    "kname": "Давыдова Е.Б.",
  },
  {
    "name": "Данилина Надежда Владимировна",
    "kname": "Данилина Н.В.",
  },
  {
    "name": "Епифанова Дарья Александровна",
    "kname": "Епифанова Д.А.",
  },
  {
    "name": "Епифанова Ксения Александровна",
    "kname": "Епифанова К.А.",
  },
  {
    "name": "Ерошкина Юлия Вениаминовна",
    "kname": "Ерошкина Ю.В.",
  },
  {
    "name": "Загороднова Дарья Владимировна",
    "kname": "Загороднова Д.В.",
  },
  {
    "name": "Захарова Анна Михайловна",
    "kname": "Захарова А.М.",
  },
  {
    "name": "Зворыкина Оксана Анатольевна",
    "kname": "Зворыкина О.А.",
  },
  {
    "name": "Зиновьев Александр Викторович",
    "kname": "Зиновьев А.В.",
  },
  {
    "name": "Измалкина Светлана Андреевна",
    "kname": "Измалкина С.А.",
  },
  {
    "name": "Калинников Артем Олегович",
    "kname": "Калинников А.О.",
  },
  {
    "name": "Качимова Лариса Николаевна",
    "kname": "Качимова Л.Н.",
  },
  {
    "name": "Кириченко Елена Сергеевна",
    "kname": "Кириченко Е.С.",
  },
  {
    "name": "Колесникова Наталья Владимировна",
    "kname": "Колесникова Н.В.",
  },
  {
    "name": "Колесниченко Карина Алексеевна",
    "kname": "Колесниченко К.А.",
  },
  {
    "name": "Коршунова Наталья Владимировна",
    "kname": "Коршунова Н.В.",
  },
  {
    "name": "Краснов Сергей Фёдорович",
    "kname": "Краснов С.Ф.",
  },
  {
    "name": "Крюкова Анна Вячеславовна",
    "kname": "Крюкова А.В.",
  },
  {
    "name": "Крюкова Софья Валерьевна",
    "kname": "Крюкова С.В.",
  },
  {
    "name": "Кудинова Наталья Ивановна",
    "kname": "Кудинова Н.И.",
  },
  {
    "name": "Куричева Екатерина Викторовна",
    "kname": "Куричева Е.В.",
  },
  {
    "name": "Курушина Людмила Викторовна",
    "kname": "Курушина Л.В.",
  },
  {
    "name": "Лукина Дина Рашидовна",
    "kname": "Лукина Д.Р.",
  },
  {
    "name": "Лукина Елена Вячеславовна",
    "kname": "Лукина Е.В.",
  },
  {
    "name": "Лукьянова Елена Игоревна",
    "kname": "Лукьянова Е.И.",
  },
  {
    "name": "Лутфуллина Нурия Маратовна",
    "kname": "Лутфуллина Н.М.",
  },
  {
    "name": "Малышева Елена Анатольевна",
    "kname": "Малышева Е.А.",
  },
  {
    "name": "Медведева Елена Анатольевна",
    "kname": "Медведева Е.А.",
  },
  {
    "name": "Михайлова Елена Валериевна",
    "kname": "Михайлова Е.В.",
  },
  {
    "name": "Мокшина Наталья Владимировна",
    "kname": "Мокшина Н.В.",
  },
  {
    "name": "Мукангалиева Макка Калишевна",
    "kname": "Мукангалиева М.К.",
  },
  {
    "name": "Немцев Артём Алексеевич",
    "kname": "Немцев А.А.",
  },
  {
    "name": "Никогосян Ирина Самвеловна",
    "kname": "Никогосян И.С.",
  },
  {
    "name": "Никоноров Михаил Михайлович",
    "kname": "Никоноров М.М.",
  },
  {
    "name": "Нужнова Нина Владимировна",
    "kname": "Нужнова Н.В.",
  },
  {
    "name": "Паршин Егор Ильич",
    "kname": "Паршин Е.И.",
  },
  {
    "name": "Попова Татьяна Александровна",
    "kname": "Попова Т.А.",
  },
  {
    "name": "Пуцкин Павел Иванович",
    "kname": "Пуцкин П.И.",
  },
  {
    "name": "Русина Анастасия Олеговна",
    "kname": "Русина А.О.",
  },
  {
    "name": "Рындин Владислав Николаевич",
    "kname": "Рындин В.Н.",
  },
  {
    "name": "Сафронова Ольга Викторовна",
    "kname": "Сафронова О.В.",
  },
  {
    "name": "Селина Анастасия Александровна",
    "kname": "Селина А.А.",
  },
  {
    "name": "Сидорова Ольга Владимировна",
    "kname": "Сидорова О.В.",
  },
  {
    "name": "Ситдиков Руслан Наильевич",
    "kname": "Ситдиков Р.Н.",
  },
  {
    "name": "Сорокина Мария Сергеевна",
    "kname": "Сорокина М.С.",
  },
  {
    "name": "Урманов Александр Владимирович",
    "kname": "Урманов А.В.",
  },
  {
    "name": "Ухмакова Марина Валерьевна",
    "kname": "Ухмакова М.В.",
  },
  {
    "name": "Целёра Олег Сергеевич",
    "kname": "Целёра О.С.",
  },
  {
    "name": "Чернова Татьяна Валентиновна",
    "kname": "Чернова Т.В.",
  },
  {
    "name": "Щучкин Алексей Васильевич",
    "kname": "Щучкин А.В.",
  }
]

const judgeData = [
  {
    "name": "Афанасьева Мария Сергеевна",
    "kname": "Афанасьева М.С.",
    "conflict": "Коновалов Вадим Витальевич",
  },
  {
    "name": "Балькина Екатерина Александровна",
    "kname": "Балькина Е.А.",
    "conflict": "",
  },
  {
    "name": "Петрунин Дмитрий Андреевич",
    "kname": "Петрунин Д.А.",
    "conflict": "Попова Елена Владимировна",
  },
  {
    "name": "Русовский Константин Сергеевич ",
    "kname": "Русовкий Е.С.",
    "conflict": "Колосова Галина Алексеевна",
  },
  {
    "name": "Трубарова Рашида Халилуллиевна",
    "kname": "Трубарова Р.Х.",
    "conflict": "",
  },
  {
    "name": "Абросимова Татьяна Николаевна",
    "kname": "Абросимова Т.Н.",
    "conflict": "",
  },
  {
    "name": "Карлинская Лариса Валериевна",
    "kname": "Карлинская Л.В.",
    "conflict": "",
  },
  {
    "name": "Михайлов Виктор Николаевич",
    "kname": "Михайлов В.Н.",
    "conflict": "Дрожджа Олег Вальдемарович",
  },
  {
    "name": "Трошенкова Ольга Дмитриевна",
    "kname": "Трошенкова О.Д.",
    "conflict": "Соломатов Василий Борисович, Буров Дмитрий Викторович",
  },
  {
    "name": "Шкадина Анна Юрьевна",
    "kname": "Шкадина А.Ю.",
    "conflict": "Морозова Мария Александровна, Мальцев Дмитрий Николаевич",
  },
  {
    "name": "Верижникова Милена Владимировна",
    "kname": "Верижникова М.В.",
    "conflict": "Тарасова Маргарита Сергеевна, Гусельникова Ирина Викторовна",
  },
  {
    "name": "Литвиненко Оксана Леонидовна",
    "kname": "Литвиненко О.Л.",
    "conflict": "Бусырева Ольга Владимировна",
  },
  {
    "name": "Макарова Екатерина Александровна",
    "kname": "Макарова Е.А.",
    "conflict": "",
  },
  {
    "name": "Полякова Светлана Вячеславовна",
    "kname": "Полякова С.В.",
    "conflict": "",
  },
  {
    "name": "Чудин Артем Алексеевич",
    "kname": "Чудин А.А.",
    "conflict": "Чалов Алексей Юрьевич, Пасюта Сергей Викторович",
  },
  {
    "name": "Галчинова Евгения Анатольевна",
    "kname": "Галчинова Е.А.",
    "conflict": "Морозова Мария Александровна, Мальцев Дмитрий Николаевич",
  },
  {
    "name": "Клепиков Александр Алексеевич",
    "kname": "Клепиков А.А.",
    "conflict": "",
  },
  {
    "name": "Майорова Виктория Юрьевна",
    "kname": "Майорова В.Ю.",
    "conflict": "Горбунова Лариса Владимировна",
  },
  {
    "name": "Огарева Галина Алексеевна ",
    "kname": "Огарева Г.А.",
    "conflict": "",
  },
  {
    "name": "Пивоварова Ольга Викторовна",
    "kname": "Пивоварова О.В.",
    "conflict": "Гладышева Юлия Николаевна, Гоннова Юлия Алексеевна",
  },
  {
    "name": "Аверин Андрей Александрович ",
    "kname": "Аверин А.А.",
    "conflict": "",
  },
  {
    "name": "Баринова Елена Николаевна",
    "kname": "Баринова Е.Н.",
    "conflict": "Иванайская Екатерина Сергеевна",
  },
  {
    "name": "Глотова Ираида Юрьевна",
    "kname": "Глотова И.Ю.",
    "conflict": "",
  },
  {
    "name": "Сергеев Михаил Вячеславович",
    "kname": "Сергеев М.В.",
    "conflict": "",
  },
  {
    "name": "Шеленцов Александр Вячеславович",
    "kname": "Шеленцов А.В.",
    "conflict": "",
  },
  {
    "name": "Иванушкина Екатерина Владимировна",
    "kname": "Иванушкина Е.В.",
    "conflict": "",
  },
  {
    "name": "Каткова Елена Евгеньевна",
    "kname": "Каткова Е.Е.",
    "conflict": "Никифорова Светлана Николаевна, Клабуков Олег Александрович, Карманова Мария Дмитриевна, Гришина Инна Анатольевна",
  },
  {
    "name": "Мазыр Зульфия Александровна",
    "kname": "Мазыр З.А.",
    "conflict": "",
  },
  {
    "name": "Маньшина Наталья Викторовна",
    "kname": "Маньшина Н.В.",
    "conflict": "Волобуева Виктория Сергеевна",
  },
  {
    "name": "Сучкова Елена Марковна",
    "kname": "Сучкова Е.М.",
    "conflict": "",
  },
  {
    "name": "Журавлева Светлана Владимировна",
    "kname": "Журавлева С.В.",
    "conflict": "",
  },
  {
    "name": "Пивоварова Дарья Владимировна",
    "kname": "Пивоварова Д.В.",
    "conflict": "",
  },
  {
    "name": "Родомакина Елена Ивановна",
    "kname": "Родомакина Е.И.",
    "conflict": "Гайфулин Руслан Ринатович, Лепилова Вероника Андреевна",
  },
  {
    "name": "Суркина Оксана Валерьевна",
    "kname": "Суркина О.В.",
    "conflict": "Алеев Вячеслав Вячеславович",
  },
  {
    "name": "Чернышова Юлия Анатольевна",
    "kname": "Чернышова Ю.А.",
    "conflict": "",
  },
  {
    "name": "Гуськов Максим Владимирович",
    "kname": "Гуськов М.В.",
    "conflict": "",
  },
  {
    "name": "Ермиков Вадим Николаевич",
    "kname": "Ермиков В.Н.",
    "conflict": "Соломатов Василий Борисович, Буров Дмитрий Викторович",
  },
  {
    "name": "Малышева Мария Сергеевна",
    "kname": "Малышева М.С.",
    "conflict": "Чалов Алексей Юрьевич, Пасюта Сергей Викторович",
  },
  {
    "name": "Рящикова Мария Александровна",
    "kname": "Рящикова М.А.",
    "conflict": "",
  },
  {
    "name": "Худящев Валерий Валитович",
    "kname": "Худящев В.В.",
    "conflict": "",
  },
  {
    "name": "Бутяева Марина Григорьевна",
    "kname": "Бутяева М.Г.",
    "conflict": "Лепилова Вероника Андреевна, Гайфулин Руслан Ринатович",
  },
  {
    "name": "Пиманова Людмила Александровна",
    "kname": "Пиманова Л.А.",
    "conflict": "",
  },
  {
    "name": "Савина Дарья Александровна",
    "kname": "Савина Д.А.",
    "conflict": "Гусельникова Ирина Викторовна, Тарасова Маргарита Сергеевна",
  },
  {
    "name": "Сафронова Мария Владимировна ",
    "kname": "Сафронова М.В.",
    "conflict": "Рындин Владислав Николаевич",
  },
  {
    "name": "Шурунова Елена Леонидовна",
    "kname": "Шурунова Е.Л.",
    "conflict": "",
  },
]

export {entrantsData,judgeData}