const entrantsData = [
  {
    "name": "Алеев Вячеслав Вячеславович",
    "kname": "Алеев В.В.",
  },
  {
    "name": "Ананьева Елена Олеговна",
    "kname": "Ананева Е.О.",
  },
  {
    "name": "Бабушкина Ирина Викторовна",
    "kname": "Бабушкина И.В.",
  },
  {
    "name": "Бадяева Оксана Александровна",
    "kname": "Бадяева О.А.",
  },
  {
    "name": "Буров Дмитрий Викторович",
    "kname": "Буров Д.В.",
  },
  {
    "name": "Бусырева Ольга Владимировна",
    "kname": "Бусырева О.В.",
  },
  {
    "name": "Волобуева Виктория Сергеевна",
    "kname": "Волобуева В.С.",
  },
  {
    "name": "Гайфулин Руслан Ринатович",
    "kname": "Гайфулин Р.Р.",
  },
  {
    "name": "Гладышева Юлия Николаевна",
    "kname": "Гладышева Ю.Н.",
  },
  {
    "name": "Гоннова Юлия Алексеевна",
    "kname": "Гоннова Ю.А.",
  },
  {
    "name": "Горбунова Лариса Владимировна",
    "kname": "Горбунова Л.В.",
  },
  {
    "name": "Гришина Инна Анатольевна",
    "kname": "Гришина И.А.",
  },
  {
    "name": "Гусельникова Ирина Викторовна",
    "kname": "Гуселникова И.В.",
  },
  {
    "name": "Добкин Александр Николаевич",
    "kname": "Добкин А.Н.",
  },
  {
    "name": "Дрожджа Олег Вальдемарович",
    "kname": "Дрожджа О.В.",
  },
  {
    "name": "Евсеенко Антон Александрович",
    "kname": "Евсеенко А.А.",
  },
  {
    "name": "Ермошкина Людмила Владимировна",
    "kname": "Ермошкина Л.В.",
  },
  {
    "name": "Захаров Вячеслав Владимирович",
    "kname": "Захаров В.В.",
  },
  {
    "name": "Зубкова Елена Валентиновна",
    "kname": "Зубкова Е.В.",
  },
  {
    "name": "Иванайская Екатерина Сергеевна",
    "kname": "Иванайская Е.С.",
  },
  {
    "name": "Исаева Ольга Николаевна",
    "kname": "Исаева О.Н.",
  },
  {
    "name": "Калютич Павел Григорьевич",
    "kname": "Калютич П.Г.",
  },
  {
    "name": "Карманова Мария Дмитриевна",
    "kname": "Карманова М.Д.",
  },
  {
    "name": "Клабуков Олег Александрович",
    "kname": "Клабуков О.А.",
  },
  {
    "name": "Козлова Валентина Юрьевна",
    "kname": "Козлова В.Ю.",
  },
  {
    "name": "Козловская Карина Викторовна",
    "kname": "Козловская К.В.",
  },
  {
    "name": "Колесников Антон Сергеевич",
    "kname": "Колесников А.С.",
  },
  {
    "name": "Колосова Галина Алексеевна",
    "kname": "Колосова Г.А.",
  },
  {
    "name": "Коновалов Вадим Витальевич",
    "kname": "Коновалов В.В.",
  },
  {
    "name": "Краснова Елена Витальевна",
    "kname": "Краснова Е.В.",
  },
  {
    "name": "Кузнецова Марина Евгеньевна",
    "kname": "Кузнецова М.Е.",
  },
  {
    "name": "Лаврухина Олеся Олеговна",
    "kname": "Лаврухина О.О.",
  },
  {
    "name": "Лепилова Вероника Андреевна",
    "kname": "Лепилова В.А.",
  },
  {
    "name": "Мальцев Дмитрий Николаевич",
    "kname": "Мальцев Д.Н.",
  },
  {
    "name": "Медведева Елена Анатольевна",
    "kname": "Медведева Е.А.",
  },
  {
    "name": "Морозова Мария Александровна",
    "kname": "Морозова М.А.",
  },
  {
    "name": "Немцев Иван Алексеевич",
    "kname": "Немцев И.А.",
  },
  {
    "name": "Никифорова Светлана Николаевна",
    "kname": "Никифорова С.Н.",
  },
  {
    "name": "Нугуманова Дарья Александровна",
    "kname": "Нугуманова Д.А.",
  },
  {
    "name": "Осипова Оксана Викторовна",
    "kname": "Осипова О.В.",
  },
  {
    "name": "Пасюта Сергей Викторович",
    "kname": "Пасюта С.В.",
  },
  {
    "name": "Плиговка Виктория Петровна",
    "kname": "Плиговка В.П.",
  },
  {
    "name": "Попова Елена Владимировна",
    "kname": "Попова Е.В.",
  },
  {
    "name": "Пуцкин Павел Иванович",
    "kname": "Пуцкин П.И.",
  },
  {
    "name": "Рындин Владислав Николаевич",
    "kname": "Рындин В.Н.",
  },
  {
    "name": "Сафронова Ольга Викторовна",
    "kname": "Сафронова О.В.",
  },
  {
    "name": "Семенова Юлия Александровна",
    "kname": "Семенова Ю.А.",
  },
  {
    "name": "Сидорова Ирина Ивановна",
    "kname": "Сидорова И.И.",
  },
  {
    "name": "Соколова Надежда Викторовна",
    "kname": "Соколова Н.В.",
  },
  {
    "name": "Соломатов Василий Борисович",
    "kname": "Соломатов В.Б.",
  },
  {
    "name": "Тарасова Маргарита Сергеевна",
    "kname": "Тарасова М.С.",
  },
  {
    "name": "Улигерова Екатерина Александровна",
    "kname": "Улигерова Е.А.",
  },
  {
    "name": "Федосова Анастасия Алексеевна",
    "kname": "Федосова А.А.",
  },
  {
    "name": "Хемницер Татьяна Анатольевна",
    "kname": "Хемницер Т.А.",
  },
  {
    "name": "Храмова Анастасия Алексеевна",
    "kname": "Храмова А.А.",
  },
  {
    "name": "Чалов Алексей Юрьевич",
    "kname": "Чалов А.Ю.",
  },
  {
    "name": "Шатковская Яна Алексеевна",
    "kname": "Шатковская Я.А.",
  },
  {
    "name": "Щучкин Алексей Васильевич",
    "kname": "Щучкин А.В.",
  }
]

const judgeData = [
  {
    "name": "Афанасьева Мария Сергеевна",
    "kname": "Афанасьева М.С.",
    "conflict": "Коновалов Вадим Витальевич",
  },
  {
    "name": "Балькина Екатерина Александровна",
    "kname": "Балькина Е.А.",
    "conflict": "",
  },
  {
    "name": "Петрунин Дмитрий Андреевич",
    "kname": "Петрунин Д.А.",
    "conflict": "Попова Елена Владимировна",
  },
  {
    "name": "Русовский Константин Сергеевич ",
    "kname": "Русовкий Е.С.",
    "conflict": "Колосова Галина Алексеевна",
  },
  {
    "name": "Трубарова Рашида Халилуллиевна",
    "kname": "Трубарова Р.Х.",
    "conflict": "",
  },
  {
    "name": "Абросимова Татьяна Николаевна",
    "kname": "Абросимова Т.Н.",
    "conflict": "",
  },
  {
    "name": "Карлинская Лариса Валериевна",
    "kname": "Карлинская Л.В.",
    "conflict": "",
  },
  {
    "name": "Михайлов Виктор Николаевич",
    "kname": "Михайлов В.Н.",
    "conflict": "Дрожджа Олег Вальдемарович",
  },
  {
    "name": "Трошенкова Ольга Дмитриевна",
    "kname": "Трошенкова О.Д.",
    "conflict": "Соломатов Василий Борисович, Буров Дмитрий Викторович",
  },
  {
    "name": "Шкадина Анна Юрьевна",
    "kname": "Шкадина А.Ю.",
    "conflict": "Морозова Мария Александровна, Мальцев Дмитрий Николаевич",
  },
  {
    "name": "Верижникова Милена Владимировна",
    "kname": "Верижникова М.В.",
    "conflict": "Тарасова Маргарита Сергеевна, Гусельникова Ирина Викторовна",
  },
  {
    "name": "Литвиненко Оксана Леонидовна",
    "kname": "Литвиненко О.Л.",
    "conflict": "Бусырева Ольга Владимировна",
  },
  {
    "name": "Макарова Екатерина Александровна",
    "kname": "Макарова Е.А.",
    "conflict": "",
  },
  {
    "name": "Полякова Светлана Вячеславовна",
    "kname": "Полякова С.В.",
    "conflict": "",
  },
  {
    "name": "Чудин Артем Алексеевич",
    "kname": "Чудин А.А.",
    "conflict": "Чалов Алексей Юрьевич, Пасюта Сергей Викторович",
  },
  {
    "name": "Галчинова Евгения Анатольевна",
    "kname": "Галчинова Е.А.",
    "conflict": "Морозова Мария Александровна, Мальцев Дмитрий Николаевич",
  },
  {
    "name": "Клепиков Александр Алексеевич",
    "kname": "Клепиков А.А.",
    "conflict": "",
  },
  {
    "name": "Майорова Виктория Юрьевна",
    "kname": "Майорова В.Ю.",
    "conflict": "Горбунова Лариса Владимировна",
  },
  {
    "name": "Огарева Галина Алексеевна ",
    "kname": "Огарева Г.А.",
    "conflict": "",
  },
  {
    "name": "Пивоварова Ольга Викторовна",
    "kname": "Пивоварова О.В.",
    "conflict": "Гладышева Юлия Николаевна, Гоннова Юлия Алексеевна",
  },
  {
    "name": "Аверин Андрей Александрович ",
    "kname": "Аверин А.А.",
    "conflict": "",
  },
  {
    "name": "Баринова Елена Николаевна",
    "kname": "Баринова Е.Н.",
    "conflict": "Иванайская Екатерина Сергеевна",
  },
  {
    "name": "Глотова Ираида Юрьевна",
    "kname": "Глотова И.Ю.",
    "conflict": "",
  },
  {
    "name": "Сергеев Михаил Вячеславович",
    "kname": "Сергеев М.В.",
    "conflict": "",
  },
  {
    "name": "Шеленцов Александр Вячеславович",
    "kname": "Шеленцов А.В.",
    "conflict": "",
  },
  {
    "name": "Иванушкина Екатерина Владимировна",
    "kname": "Иванушкина Е.В.",
    "conflict": "",
  },
  {
    "name": "Каткова Елена Евгеньевна",
    "kname": "Каткова Е.Е.",
    "conflict": "Никифорова Светлана Николаевна, Клабуков Олег Александрович, Карманова Мария Дмитриевна, Гришина Инна Анатольевна",
  },
  {
    "name": "Мазыр Зульфия Александровна",
    "kname": "Мазыр З.А.",
    "conflict": "",
  },
  {
    "name": "Маньшина Наталья Викторовна",
    "kname": "Маньшина Н.В.",
    "conflict": "Волобуева Виктория Сергеевна",
  },
  {
    "name": "Сучкова Елена Марковна",
    "kname": "Сучкова Е.М.",
    "conflict": "",
  },
  {
    "name": "Журавлева Светлана Владимировна",
    "kname": "Журавлева С.В.",
    "conflict": "",
  },
  {
    "name": "Пивоварова Дарья Владимировна",
    "kname": "Пивоварова Д.В.",
    "conflict": "",
  },
  {
    "name": "Родомакина Елена Ивановна",
    "kname": "Родомакина Е.И.",
    "conflict": "Гайфулин Руслан Ринатович, Лепилова Вероника Андреевна",
  },
  {
    "name": "Суркина Оксана Валерьевна",
    "kname": "Суркина О.В.",
    "conflict": "Алеев Вячеслав Вячеславович",
  },
  {
    "name": "Чернышова Юлия Анатольевна",
    "kname": "Чернышова Ю.А.",
    "conflict": "",
  },
  {
    "name": "Гуськов Максим Владимирович",
    "kname": "Гуськов М.В.",
    "conflict": "",
  },
  {
    "name": "Ермиков Вадим Николаевич",
    "kname": "Ермиков В.Н.",
    "conflict": "Соломатов Василий Борисович, Буров Дмитрий Викторович",
  },
  {
    "name": "Малышева Мария Сергеевна",
    "kname": "Малышева М.С.",
    "conflict": "Чалов Алексей Юрьевич, Пасюта Сергей Викторович",
  },
  {
    "name": "Рящикова Мария Александровна",
    "kname": "Рящикова М.А.",
    "conflict": "",
  },
  {
    "name": "Худящев Валерий Валитович",
    "kname": "Худящев В.В.",
    "conflict": "",
  },
  {
    "name": "Бутяева Марина Григорьевна",
    "kname": "Бутяева М.Г.",
    "conflict": "Лепилова Вероника Андреевна, Гайфулин Руслан Ринатович",
  },
  {
    "name": "Пиманова Людмила Александровна",
    "kname": "Пиманова Л.А.",
    "conflict": "",
  },
  {
    "name": "Савина Дарья Александровна",
    "kname": "Савина Д.А.",
    "conflict": "Гусельникова Ирина Викторовна, Тарасова Маргарита Сергеевна",
  },
  {
    "name": "Сафронова Мария Владимировна ",
    "kname": "Сафронова М.В.",
    "conflict": "Рындин Владислав Николаевич",
  },
  {
    "name": "Шурунова Елена Леонидовна",
    "kname": "Шурунова Е.Л.",
    "conflict": "",
  },
]

export {entrantsData,judgeData}