const entrantsData = [
  {
    "name": "Абоимова Мария Андреевна",
    "kname": "Абоимова М.А.",
  },
  {
    "name": "Азизова Мария Павловна",
    "kname": "Азизова М.П.",
  },
  {
    "name": "Алеев Вячеслав Вячеславович",
    "kname": "Алеев В.В.",
  },
  {
    "name": "Баутина Мария Сергеевна",
    "kname": "Баутина М.С.",
  },
  {
    "name": "Безе Юлия Алексеевна",
    "kname": "Безе Ю.А.",
  },
  {
    "name": "Бочков Никита Сергеевич",
    "kname": "Бочков Н.С.",
  },
  {
    "name": "Бочкова Юлия Александровна",
    "kname": "Бочкова Ю.А.",
  },
  {
    "name": "Вартанян Лусине Давидовна",
    "kname": "Вартанян Л.Д.",
  },
  {
    "name": "Галчинова Евгения Анатольевна",
    "kname": "Галчинова Е.А.",
  },
  {
    "name": "Гнусарева Ирина Сергеевна",
    "kname": "Гнусарева И.С.",
  },
  {
    "name": "Головчанский Тимофей Васильевич",
    "kname": "Головчанский Т.В.",
  },
  {
    "name": "Губарев Максим Вячеславович",
    "kname": "Губарев М.В.",
  },
  {
    "name": "Гусев Константин Сергеевич",
    "kname": "Гусев К.С.",
  },
  {
    "name": "Дакин Алексей Маратович",
    "kname": "Дакин А.М.",
  },
  {
    "name": "Дворянчикова Светлана Анатольевна",
    "kname": "Дворянчикова С.А.",
  },
  {
    "name": "Елина Ольга Николаевна",
    "kname": "Елина О.Н.",
  },
  {
    "name": "Железнова Светлана Владимировна",
    "kname": "Железнова С.В.",
  },
  {
    "name": "Железцова Елена Владимировна",
    "kname": "Железцова Е.В.",
  },
  {
    "name": "Зотова Наталья Александровна",
    "kname": "Зотова Н.А.",
  },
  {
    "name": "Иванайская Екатерина Сергеевна",
    "kname": "Иванайская Е.С.",
  },
  {
    "name": "Игнатьева Елена Николаевна",
    "kname": "Игнатьева Е.Н.",
  },
  {
    "name": "Илюхина Ульяна Юрьевна",
    "kname": "Илюхина У.Ю.",
  },
  {
    "name": "Казьмина Дарья Владимировна",
    "kname": "Казьмина Д.В.",
  },
  {
    "name": "Катышева Вера Викторовна",
    "kname": "Катышева В.В.",
  },
  {
    "name": "Клицакова Алена Викторовна",
    "kname": "Клицакова А.В.",
  },
  {
    "name": "Ковалева Олеся Анатольевна",
    "kname": "Ковалева О.А.",
  },
  {
    "name": "Корнева Юлия Александровна",
    "kname": "Корнева Ю.А.",
  },
  {
    "name": "Коростелева Наталья Викторовна",
    "kname": "Коростелева Н.В.",
  },
  {
    "name": "Кошевая Юлия Андреевна",
    "kname": "Кошевая Ю.А.",
  },
  {
    "name": "Кремнева Ирина Николаевна",
    "kname": "Кремнева И.Н.",
  },
  {
    "name": "Крылова Анастасия Юрьевна",
    "kname": "Крылова А.Ю.",
  },
  {
    "name": "Кулагина Вера Константиновна",
    "kname": "Кулагина В.К.",
  },
  {
    "name": "Курилов Борис Владимирович",
    "kname": "Курилов Б.В.",
  },
  {
    "name": "Лазарь Тамара Александровна",
    "kname": "Лазарь Т.А.",
  },
  {
    "name": "Ложечка Михаил Владимирович",
    "kname": "Ложечка М.В.",
  },
  {
    "name": "Матренина Татьяна Валерьевна",
    "kname": "Матренина Т.В.",
  },
  {
    "name": "Нестерова Евгения Александровна",
    "kname": "Нестерова Е.А.",
  },
  {
    "name": "Никонова Ирина Александровна",
    "kname": "Никонова И.А.",
  },
  {
    "name": "Новичков Максим Александрович",
    "kname": "Новичков М.А.",
  },
  {
    "name": "Няненкова Виктория Викторовна",
    "kname": "Няненкова В.В.",
  },
  {
    "name": "Пивоваренко Лидия Ивановна",
    "kname": "Пивоваренко Л.И.",
  },
  {
    "name": "Прижгалинская Елизавета Сергеевна",
    "kname": "Прижгалинская Е.С.",
  },
  {
    "name": "Пушкина Екатерина Евгеньевна",
    "kname": "Пушкина Е.Е.",
  },
  {
    "name": "Римская Юлия Денисовна",
    "kname": "Римская Ю.Д.",
  },
  {
    "name": "Садчикова Наталья Анатольевна",
    "kname": "Садчикова Н.А.",
  },
  {
    "name": "Синёва Светлана Александровна",
    "kname": "Синёва С.А.",
  },
  {
    "name": "Синетов Андрей Петрович",
    "kname": "Синетов А.П.",
  },
  {
    "name": "Смоленкова Полина Андреевна",
    "kname": "Смоленкова П.А.",
  },
  {
    "name": "Солоднева Татьяна Александровна",
    "kname": "Солоднева Т.А.",
  },
  {
    "name": "Сомов Дмитрий Николаевич",
    "kname": "Сомов Д.Н.",
  },
  {
    "name": "Сорокин Арсений Романович",
    "kname": "Сорокин А.Р.",
  },
  {
    "name": "Толкачева Виктория Владимировна",
    "kname": "Толкачева В.В.",
  },
  {
    "name": "Тресков Виктор Викторович",
    "kname": "Тресков В.В.",
  },
  {
    "name": "Фомин Валерий Павлович",
    "kname": "Фомин В.П.",
  },
  {
    "name": "Хлопкова Наталья Сергеева",
    "kname": "Хлопкова Н.С.",
  },
  {
    "name": "Хорева Анжелика Александровна",
    "kname": "Хорева А.А.",
  },
  {
    "name": "Худящев Валерий Валитович",
    "kname": "Худящев В.В.",
  },
  {
    "name": "Хусенбаева Татьяна Моисеевна",
    "kname": "Хусенбаева Т.М.",
  },
  {
    "name": "Цатурян Виктория Игоревна",
    "kname": "Цатурян В.И.",
  },
  {
    "name": "Чивикова Анастасия Дмитриевна",
    "kname": "Чивикова А.Д.",
  },
  {
    "name": "Чичаева Дарья Сергеевна",
    "kname": "Чичаева Д.С.",
  },
  {
    "name": "Чурикова Наталья Викторовна",
    "kname": "Чурикова Н.В.",
  },
  {
    "name": "Юсупов Тимур Владимирович",
    "kname": "Юсупов Т.В.",
  }
]

const judgeData = [
  {
    "name": "Абросимова Татьяна Николаевна",
    "kname": "Абросимова Т.Н.",
    "conflict": "",
  },
  {
    "name": "Алмаева Наталья Васильевна",
    "kname": "Алмаева Н.В.",
    "conflict": "Губарев Максим Вячеславович",
  },
  {
    "name": "Архангельская Ирина Владимировна",
    "kname": "Архангельская И.В.",
    "conflict": "",
  },
  {
    "name": "Бурхетьева Мария Юрьевна",
    "kname": "Бурхетьева М.Ю.",
    "conflict": "Коростелева Наталья Викторовна",
  },
  {
    "name": "Викторова Мария Сергеевна",
    "kname": "Викторова М.С.",
    "conflict": "Головчанский Тимофей Васильевич",
  },
  {
    "name": "Епифанова Дарья Александровна",
    "kname": "Епифанова Д.А.",
    "conflict": "",
  },
  {
    "name": "Епифанова Ксения Александровна",
    "kname": "Епифанова К.А.",
    "conflict": "",
  },
  {
    "name": "Ермиков Вадим Николаевич",
    "kname": "Ермиков В.Н.",
    "conflict": "",
  },
  {
    "name": "Журавлева Светлана Владимировна",
    "kname": "Журавлева С.В.",
    "conflict": "",
  },
  {
    "name": "Карлинская Лариса Валериевна",
    "kname": "Карлинская Л.В.",
    "conflict": "",
  },
  {
    "name": "Каткова Елена Евгеньевна",
    "kname": "Каткова Е.Е.",
    "conflict": "Чичаева Дарья Сергеевна, Чивикова Анастасия Дмитриевна, Катышева Вера Викторовна, Римская Юлия Денисовна, Баутина Мария Сергеевна, Курилов Борис Владимирович, Гнусарева Ирина Сергеевна",
  },
  {
    "name": "Клепиков Александр Алексеевич",
    "kname": "Клепиков А.А.",
    "conflict": "",
  },
  {
    "name": "Крюкова Анна Вячеславовна",
    "kname": "Крюкова А.В.",
    "conflict": "Гусев Константин Сергеевич, Галчинова Евгения Анатольевна",
  },
  {
    "name": "Лисовская Анна Игоревна",
    "kname": "Лисовская А.И.",
    "conflict": "",
  },
  {
    "name": "Лукина Дина Рашидовна",
    "kname": "Лукина Д.Р.",
    "conflict": "Железцова Елена Владимировна",
  },
  {
    "name": "Мазыр Зульфия Александровна",
    "kname": "Мазыр З.А.",
    "conflict": "",
  },
  {
    "name": "Макарова Екатерина Александровна",
    "kname": "Макарова Е.А.",
    "conflict": "",
  },
  {
    "name": "Михайлов Виктор Николаевич",
    "kname": "Михайлов В.Н.",
    "conflict": "",
  },
  {
    "name": "Немцев Артем Алексеевич",
    "kname": "Немцев А.А.",
    "conflict": "",
  },
  {
    "name": "Нестерова Анастасия Анатольевна",
    "kname": "Нестерова А.А.",
    "conflict": "Железнова Светлана Владимировна",
  },
  {
    "name": "Никоноров Михаил Михайлович",
    "kname": "Никоноров М.М.",
    "conflict": "",
  },
  {
    "name": "Ольшанская Людмила Алексеевна",
    "kname": "Ольшанская Л.А.",
    "conflict": "",
  },
  {
    "name": "Петрунин Дмитрий Андреевич",
    "kname": "Петрунин Д.А.",
    "conflict": "Дворянчикова Светлана Анатольевна",
  },
  {
    "name": "Полякова Светлана Вячеславовна",
    "kname": "Полякова С.В.",
    "conflict": "",
  },
  {
    "name": "Просветова Мария Владимировна",
    "kname": "Просветова М.В.",
    "conflict": "Корнева Юлия Александровна",
  },
  {
    "name": "Родомакина Елена Ивановна",
    "kname": "Родомакина Е.И.",
    "conflict": "Игнатьева Елена Николаевна, Синёва Светлана Александровна, Ильина Лариса Владимировна",
  },
  {
    "name": "Савина Дарья Александровна",
    "kname": "Савина Д.А.",
    "conflict": "Смоленкова Полина Андреевна",
  },
  {
    "name": "Селина Анастасия Александровна",
    "kname": "Селина А.А.",
    "conflict": "Солоднева Татьяна Александровна",
  },
  {
    "name": "Сергеев Михаил Вячеславович",
    "kname": "Сергеев М.В.",
    "conflict": "",
  },
  {
    "name": "Склез Оксана Сергеевна",
    "kname": "Склез О.С.",
    "conflict": "Кошевая Юлия Андреевна",
  },
  {
    "name": "Скрипинская Любовь Викторовна",
    "kname": "Скрипинская Л.В.",
    "conflict": "Юсупов Тимур Владимирович",
  },
  {
    "name": "Субаева Анастасия Анатольевна",
    "kname": "Субаева А.А.",
    "conflict": "Садчикова Наталья Анатольевна, Иванайская Екатерина Сергеевна",
  },
  {
    "name": "Ухмакова Марина Валерьевна",
    "kname": "Ухмакова М.В.",
    "conflict": "",
  },
  {
    "name": "Чернова Татьяна Валентиновна",
    "kname": "Чернова Т.В.",
    "conflict": "Фомин Валерий Павлович",
  },
  {
    "name": "Чудин Артем Алексеевич",
    "kname": "Чудин А.А.",
    "conflict": "Нестерова Евгения Александровна",
  },
  {
    "name": "Шурунова Елена Леонидовна",
    "kname": "Шурунова Е.Л.",
    "conflict": "",
  },
  {
    "name": "Щучкин Алексей Васильевич",
    "kname": "Щучкин А.В.",
    "conflict": "Новичков Максим Александрович, Матренина Татьяна Валерьевна",
  }
]

export {entrantsData,judgeData}